Repository: 9oHigh/usket.Tig
Catalog: tig/lib/l10n/intl_*.arb
Languages: de, es, ja, ko, pt, zh_cn, zh_tw

source: OK
es: Aceptar
ja: 確認
ko: 확인
pt: verificar
zh_cn: 确认
zh_tw: 確認

source: Cancel
de: Abbrechen
es: Cancelar
ja: キャンセル
ko: 취소
pt: cancelamento
zh_cn: 取消
zh_tw: 取消

source: End time
de: Endzeit
es: Hora de finalización
ja: 終了時間
ko: 종료 시간
pt: hora de término
zh_cn: 结束时间
zh_tw: 結束時間

source: Success
de: Erfolg
es: Éxito
ja: 成功
ko: 성공
pt: sucesso
zh_cn: 成功
zh_tw: 成功

source: Tig Mode
de: Tig-Modus
es: Modo Tig
ja: ティグモード
ko: 티그 모드
pt: modo tig
zh_cn: 提格模式
zh_tw: 提格模式

# setting
source: Settings
de: Einstellungen
es: Configuración
ja: 設定
ko: 설정
pt: contexto
zh_cn: 设置
zh_tw: 設定

source: Delete
de: Löschen
es: Eliminar
ja: 削除
ko: 삭제
pt: excluir
zh_cn: 删除
zh_tw: 刪除

source: Exit
de: Beenden
es: Salir
ja: 出る
ko: 나가기
pt: Saída
zh_cn: 退出
zh_tw: 退出

source: End
de: Ende
es: Finalizar
ja: 終了
ko: 종료
pt: fim
zh_cn: 结束
zh_tw: 結束

source: Next
de: Weiter
es: Siguiente
ja: 次
ko: 다음
pt: próximo
zh_cn: 下一个
zh_tw: 下一個

# main_restart
source: Please restart the app. ERROR: {error}
de: Bitte starten Sie die App neu. FEHLER: {error}
es: Reinicie la aplicación. ERROR: {error}
ja: アプリを再起動してください。 ERROR：{error}
ko: 앱을 다시 시작해 주세요. 오류: {error}
pt: Reinicie o aplicativo. ERRO: {error}
zh_cn: 请重新启动应用程序。 错误：{error}
zh_tw: 請重新啟動應用程式。 錯誤：{error}

# auth_google_login_success
source: Google login successful
de: Google-Anmeldung erfolgreich
es: Inicio de sesión en Google exitoso.
ja: Google ログイン成功
ko: 구글 로그인에 성공했습니다.
pt: Sucesso no login do Google
zh_cn: 谷歌登录成功
zh_tw: Google 登入成功

# auth_google_login_failure
source: Google login failed ERROR: {error}
de: Google-Anmeldung fehlgeschlagen FEHLER: {error}
es: Error al iniciar sesión en Google. ERROR: {error}
ja: Google ログインに失敗しました ERROR：{error}
ko: 구글 로그인에 실패했습니다. 오류: {error}
pt: Falha no login do Google ERRO: {error}
zh_cn: 谷歌登录失败 错误：{error}
zh_tw: Google 登入失敗 錯誤：{error}

# auth_google_login
source: Google Login
es: Iniciar sesión con Google
ja: Google ログイン
ko: 구글 로그인
pt: login do Google
zh_cn: 谷歌登录
zh_tw: Google 登入

# auth_kakao_login_success
source: Kakao login successful
de: Kakao-Anmeldung erfolgreich
es: Inicio de sesión en Kakao exitoso.
ja: カカオログイン成功
ko: 카카오 로그인에 성공했습니다.
pt: Sucesso no login do Kakao
zh_cn: Kakao 登录成功
zh_tw: Kakao 登入成功

# auth_kakao_login_failure
source: Kakao login failed ERROR: {error}
de: Kakao-Anmeldung fehlgeschlagen FEHLER: {error}
es: Error al iniciar sesión en Kakao. ERROR: {error}
ja: カカオログイン失敗 ERROR：{error}
ko: 카카오 로그인에 실패했습니다. 오류: {error}
pt: Falha no login do Kakao ERRO: {error}
zh_cn: Kakao 登录失败 错误：{error}
zh_tw: Kakao 登入失敗 錯誤：{error}

# auth_kakao_login
source: Kakao Login
es: Iniciar sesión con Kakao
ja: カカオログイン
ko: 카카오 로그인
pt: Login Kakao
zh_cn: Kakao 登录
zh_tw: Kakao 登入

# auth_elon_musk
source: Elon Musk
ja: イーロン・マスク
ko: 일론 머스크
zh_tw: 埃隆·馬斯克

# auth_pick_best
source: chose the best
de: wählte den besten
es: eligió el mejor
ja: 最高の
ko: 가 선택한 최고의
pt: escolheu o melhor
zh_tw: 選擇了最好的

# auth_palnner
source: planner.
de: Planer.
es: planificador.
ja: プランナーを選びました。
ko: 플래너.
pt: planejador.
zh_tw: 計劃工具。

# auth_for_time_box_planner
source: To achieve your goals,
de: Um Ihre Ziele zu erreichen,
es: Para alcanzar tus objetivos,
ja: 目標を達成するために、
ko: 목표 달성을 위해
pt: Para alcançar seus objetivos,
zh_tw: 為了實現你的目標，

# auth_with_timebox_planner
source: join TimeBox Planner.
de: treten Sie dem TimeBox Planner bei.
es: únete a TimeBox Planner.
ja: TimeBox Plannerに参加しましょう。
ko: 타임박스 플래너와 함께 해요.
pt: junte-se ao TimeBox Planner.
zh_tw: 加入TimeBox Planner吧。

# home_arrange_title
source: View Options
de: Ansichtsoptionen
es: Opciones de vista
ja: 表示オプション
ko: 보기 옵션
pt: Ver opções
zh_cn: 查看选项
zh_tw: 查看選項

# home_save_completed
source: Save Completed
de: Speichern abgeschlossen
es: Guardado completado.
ja: 保存完了
ko: 저장 완료
pt: Salvamento concluído
zh_cn: 保存完成
zh_tw: 儲存完成

# home_save_completed_desc
source: Your data has been saved successfully.
de: Ihre Daten wurden erfolgreich gespeichert.
es: ¡Guardado exitoso!
ja: 保存が完了しました。
ko: 티그들이 정상적으로 저장되었습니다.
pt: O salvamento foi concluído.
zh_cn: 保存已完成。
zh_tw: 儲存已完成。

# home_save_desc
source: Save
de: Speichern
es: Guardar
ja: 保存する
ko: 저장하기
pt: Salvar
zh_cn: 保存
zh_tw: 儲存

# home_tig_mode_prepare
source: Preparing data for Tig Mode. You will see an ad while it is being prepared. Please wait 🙏
de: Daten für den Tig-Modus werden vorbereitet. Während der Vorbereitung wird eine Anzeige gezeigt. Bitte warten Sie 🙏
es: Preparando datos para el modo TIG. Se mostrarán anuncios durante la preparación. Por favor, espera un momento 🙏
ja: ティグモードのためにデータを準備しています。 準備中に広告が表示されます。 しばらくお待ちください。🙏
ko: 티그 모드를 위해 데이터를 준비 중입니다. 준비되는 동안 광고가 표시됩니다. 잠시만 기다려 주세요 🙏
pt: Os dados estão sendo preparados para o modo TIG. Anúncios aparecerão enquanto a preparação está ocorrendo. Aguarde um momento 🙏
zh_cn: 正在为提格模式准备数据。 准备过程中会显示广告。 请稍等 🙏
zh_tw: 正在為提格模式準備資料。 準備過程中會顯示廣告。 請稍等 🙏

# home_braindump_placeholder
source: Write down all the thoughts going through your mind right now!
de: Schreiben Sie alle Gedanken auf, die Ihnen gerade durch den Kopf gehen!
es: ¡Escribe todos los pensamientos que te vengan a la mente ahora mismo!
ja: 今思い浮かぶすべての考えを書いてください！
ko: 지금 떠오르는 모든 생각들을 적어보세요!
pt: Anote todos os pensamentos que vierem à mente agora!
zh_cn: 写下您想到的所有想法！
zh_tw: 寫下您想到的所有想法！

# home_activity_placeholder
source: Enter an activity
de: Geben Sie eine Aktivität ein
es: Escribe tus tareas.
ja: やるべきことを書いてください。
ko: 할 일을 적어 주세요.
pt: Escreva sua lista
zh_cn: 请写下您的待办事项。
zh_tw: 請寫下您的待辦事項。

# menu_email_subject
source: I have a question
de: Ich habe eine Frage
es: Quisiera consultar.
ja: お問い合わせ
ko: 문의드립니다.
pt: Eu gostaria de perguntar.
zh_cn: 咨询请求
zh_tw: 諮詢請求

# menu_email_body
source: It would be helpful if you could send the following: Device you're using: Issue or improvement: Feel free to add any other questions :)
de: Es wäre hilfreich, wenn Sie uns Folgendes mitteilen könnten: Verwendetes Gerät: Problem oder Verbesserungsvorschlag: Fügen Sie gerne weitere Fragen hinzu :)
es: Sería de gran ayuda si nos envías la siguiente información: Dispositivo en uso: Errores o mejoras: Si tienes alguna otra consulta, no dudes en escribirnos :)
ja: 以下の情報をお送りいただけると助かります。 使用中のデバイス： エラーまたは改善点： 他にご質問があれば、お気軽にご記入ください。:)
ko: 아래 내용을 함께 보내주시면 큰 도움이 됩니다. 사용 중인 기기: 오류 또는 개선 사항: 추가 문의 사항이 있으시면 편하게 작성해 주세요 :)
pt: Seria de grande ajuda se você nos enviasse as seguintes informações. Dispositivo em uso: Erros ou melhorias: Se você tiver alguma outra dúvida, sinta-se à vontade para escrever:)
zh_cn: 请提供以下信息以便我们帮助您。 使用的设备： 错误或改进意见： 如果您有其他问题，请随时联系：)
zh_tw: 請提供以下資訊以便我們幫助您。 使用的設備： 錯誤或改進意見： 如果您有其他問題，請隨時聯繫：)

# menu_delete_user_failure
source: An error occurred. Please try again later.
de: Ein Fehler ist aufgetreten. Bitte versuchen Sie es später erneut.
es: Se produjo un error. Inténtalo de nuevo más tarde.
ja: エラーが発生しました。 しばらくしてからもう一度お試しください。
ko: 오류가 발생했습니다. 잠시 후 다시 시도해 주세요.
pt: Ocorreu um erro. Tente novamente mais tarde.
zh_cn: 发生错误。 请稍后重试。
zh_tw: 發生錯誤。 請稍後重試。

# menu_month_tigs
source: {month} Tigs
es: Tigs de {month}
ja: {month}月のTigs
ko: {month}월 Tigs
zh_cn: {month}月提格
zh_tw: {month}月提格

# menu_subscribe
source: Subscribe
de: Abonnieren
es: Suscribirse
ja: 購読する
ko: 구독하기
pt: Inscrever-se
zh_cn: 订阅
zh_tw: 訂閱

# menu_subscribe_cancel
source: Unsubscribe
de: Abo kündigen
es: Cancelar suscripción
ja: 購読をキャンセルする
ko: 구독 취소하기
pt: Cancelar assinatura
zh_cn: 取消订阅
zh_tw: 取消訂閱

# menu_price_per_month
source: {price} / month
de: {price} / Monat
es: {price} / mes
ja: {price} / 月
ko: {price}/월
pt: {price} / mês
zh_cn: {price}/月
zh_tw: {price} / 月

# menu_subscribe_get1
source: When you subscribe, all ads will be removed 😊
de: Durch ein Abo werden alle Anzeigen entfernt 😊
es: Se eliminarán todos los anuncios 😊
ja: 購読すると広告が削除されます😊
ko: 구독하시면 모든 광고가 제거됩니다😊
pt: Todos os anúncios que aparecem na sua tela serão removidos😊
zh_cn: 订阅后，屏幕上的所有广告将被删除😊
zh_tw: 訂閱後，螢幕上的所有廣告將被刪除😊

# menu_subscribe_get2
source: You can use widgets to track your monthly and daily progress 😊
de: Sie können Widgets verwenden, um Ihren monatlichen und täglichen Fortschritt zu verfolgen 😊
es: Ofrecemos un widget donde puedes verificar tu progreso mensual y diario 😊
ja: 購読すると月別、日別の進行状況を確認できるウィジェットを提供します😊
ko: 구독하시면 월별 및 일별 진행 상황을 확인할 수 있는 위젯들을 제공합니다😊
pt: Nós fornecemos um widget onde você pode verificar seu progresso mensal e diário😊
zh_cn: 订阅后，您将获得一个小部件，以查看每月和每日的进度😊
zh_tw: 訂閱後，您將獲得一個小工具，以查看每月和每日的進度😊

# menu_subscribe_get3
source: You’ll help developers improve the app 😊
de: Sie unterstützen die Entwickler bei der Verbesserung der App 😊
es: Puedes ayudar a los desarrolladores a crear mejores aplicaciones 😊
ja: 購読により開発者をサポートし、より良いアプリを作成するお手伝いができます😊
ko: 구독을 통해 더 멋진 앱을 만드는 데 도움을 주실 수 있습니다. 항상 감사합니다😊
pt: Você pode dar aos desenvolvedores a força motriz😊 para criar aplicativos melhores Com certeza vou retribuir!
zh_cn: 订阅将支持开发者，帮助我们创造更好的应用😊
zh_tw: 訂閱將支持開發者，幫助我們創造更好的應用😊

# menu_subscribe_lose1
source: Unsubscribe, and ads will return 🥲
de: Wenn Sie das Abo kündigen, werden die Anzeigen wieder erscheinen 🥲
es: Los anuncios volverán a aparecer en tu pantalla 🥲
ja: 購読をキャンセルすると、広告が再表示されます🥲
ko: 구독을 취소하면 광고가 다시 표시됩니다🥲
pt: Os anúncios aparecerão na sua tela novamente🥲
zh_cn: 如果您取消订阅，广告将重新出现在屏幕上🥲
zh_tw: 如果您取消訂閱，廣告將重新出現在螢幕上🥲

# menu_subscribe_lose2
source: You’ll lose the widget that tracks your progress 🥲
de: Sie verlieren das Widget, das Ihren Fortschritt verfolgt 🥲
es: Ya no proporcionaremos un widget para verificar tu progreso mensual y diario 🥲
ja: 購読をキャンセルすると、進行状況を確認するウィジェットが削除されます🥲
ko: 구독을 취소하면 진행 상황을 확인할 수 있는 위젯이 사라집니다🥲
pt: Não fornecemos mais o widget para verificar seu progresso mensal e diário🥲
zh_cn: 如果您取消订阅，您将不再获得查看进度的小部件🥲
zh_tw: 如果您取消訂閱，您將不再獲得查看進度的小工具🥲

# menu_subscribe_lose3
source: You won’t be able to access upcoming features 🥲
de: Sie verlieren den Zugriff auf kommende Funktionen 🥲
es: No podrás usar las funciones que se añadirán en el futuro 🥲
ja: 購読をキャンセルすると、今後の機能が利用できなくなります🥲
ko: 구독을 취소하면 향후 추가될 기능을 사용할 수 없습니다🥲
pt: Você não poderá usar os recursos que virão no futuro🥲
zh_cn: 如果您取消订阅，您将无法使用将来创建的功能🥲
zh_tw: 如果您取消訂閱，您將無法使用將來創建的功能🥲

# menu_contact_us
source: Contact us
de: Kontaktieren Sie uns
es: Contáctanos
ja: お問い合わせ
ko: 문의하기
pt: Contate-nos
zh_cn: 联系我们
zh_tw: 聯絡我們

# menu_withdrawal_text
source: Delete account
de: Konto löschen
es: Cancelación de membresía
ja: 会員脱退
ko: 회원 탈퇴
pt: Retirada de adesão
zh_cn: 取消会员资格
zh_tw: 取消會員資格

# menu_withdrawal_title
source: Account Deletion Guide
de: Kontolöschung
es: Información de cancelación de membresía
ja: 会員脱退案内
ko: 회원 탈퇴 안내
pt: Informações sobre retirada de associação
zh_cn: 退会信息
zh_tw: 退會資訊

# menu_withdrawal_content
source: All your data will be deleted. Do you want to proceed?
de: Alle Ihre Daten werden gelöscht. Möchten Sie fortfahren?
es: Al cancelar tu membresía, se eliminará toda la información. ¿Aún deseas continuar?
ja: 会員脱退時にすべての情報が削除されます。 それでも進めますか？
ko: 회원 탈퇴 시 모든 정보가 삭제됩니다. 그래도 진행하시겠습니까?
pt: Quando você cancelar sua assinatura, todas as informações serão removidas. Você ainda deseja prosseguir?
zh_cn: 您取消会员资格时，所有信息将被删除。 您是否确定要继续？
zh_tw: 您取消會員資格時，所有資訊將被刪除。 您是否確定要繼續？

# menu_logout_text
source: Logout
de: Abmelden
es: Cerrar sesión
ja: ログアウト
ko: 로그아웃
pt: sair
zh_cn: 注销
zh_tw: 註銷

# menu_logout_title
source: Logout Guide
de: Abmeldeanleitung
es: Instrucciones para cerrar sesión
ja: ログアウトガイド
ko: 로그아웃 안내
pt: Instruções de logout
zh_cn: 注销说明
zh_tw: 註銷說明

# menu_logout_content
source: Do you want to log out?
de: Möchten Sie sich abmelden?
es: ¿Quieres cerrar sesión?
ja: ログアウトしますか？
ko: 로그아웃 하시겠습니까?
pt: Você quer sair?
zh_cn: 您确定要退出吗？
zh_tw: 您確定要退出嗎？

# tag_title
source: Tags
es: Etiqueta
ja: タグ
ko: 태그
pt: marcação
zh_cn: 标签
zh_tw: 標籤

# tag_add
source: Add tag
de: Tag hinzufügen
es: Agregar etiqueta
ja: タグを追加
ko: 태그 추가
pt: Adicionar etiqueta
zh_cn: 添加标签
zh_tw: 添加標籤

# tag_add_input
source: Enter a tag
de: Geben Sie ein Tag ein
es: Ingrese la etiqueta a agregar.
ja: 追加するタグを入力してください。
ko: 추가할 태그를 입력하세요.
pt: Insira a tag que deseja adicionar.
zh_cn: 请输入要添加的标签。
zh_tw: 請輸入要新增的標籤。

# tag_empty
source: Enter a tag to add
de: Bitte geben Sie ein Tag ein
es: Ingresa la etiqueta a agregar.
ja: 追加するタグを入力してください。
ko: 추가할 태그를 입력해 주세요.
pt: Insira a tag que deseja adicionar.
zh_cn: 请输入要添加的标签。
zh_tw: 請輸入要新增的標籤。

# tag_duplicated
source: You can't add the same tag twice.
de: Tag kann nicht doppelt hinzugefügt werden.
es: No se pueden registrar etiquetas idénticas.
ja: 同じタグは登録できません。
ko: 동일한 태그는 등록할 수 없습니다.
pt: Tags idênticas não podem ser registradas.
zh_cn: 不能添加相同的标签。
zh_tw: 不能添加相同的標籤。

# tag_delete_title
source: Delete Confirmation
de: Löschbestätigung
es: Instrucciones de eliminación
ja: 削除ガイド
ko: 삭제 안내
pt: Instruções de exclusão
zh_cn: 删除说明
zh_tw: 刪除說明

# tag_delete_content
source: Are you sure you want to delete this tag?
de: Sind Sie sicher, dass Sie dieses Tag löschen möchten?
es: ¿Estás seguro de que deseas eliminar esta etiqueta?
ja: このタグを削除してもよろしいですか？
ko: 이 태그를 삭제하시겠습니까?
pt: Tem certeza de que deseja excluir esta tag?
zh_cn: 您确定要删除此标签吗？
zh_tw: 您確定要刪除此標籤嗎？

# tag_delete_completed
source: {item} has been deleted.
de: {item} wurde gelöscht.
es: {item} ha sido eliminado.
ja: {item}が削除されました。
ko: {item}가 삭제되었습니다.
pt: {item} foi removido.
zh_cn: {item} 已删除。
zh_tw: {item} 已刪除。

# tig_mode_empty_tig
source: No tig is available right now. Try adding one and restart 😊
de: Zurzeit gibt es keine Tigs. Versuchen Sie, eines hinzuzufügen, und starten Sie erneut 😊
es: No hay TIG en este momento. Registra un TIG y comienza de nuevo 😊
ja: 現時点ではティグは存在しません。 Tigを登録して再起動してください😊
ko: 현재 시간에는 티그가 존재하지 않습니다. 티그를 등록하고 다시 시작해 주세요😊
pt: O TIG não existe no momento. Registre o TIG e comece de novo😊
zh_cn: 当前没有提格。 请注册提格并重新启动😊
zh_tw: 目前沒有提格。 請註冊提格並重新啟動😊

# tig_mode_start_time
source: Start time: {startTime}
de: Startzeit: {startTime}
es: Hora de inicio: {startTime}
ja: 開始時間：{startTime}
ko: 시작 시간: {startTime}
pt: Hora de início: {startTime}
zh_cn: 开始时间：{startTime}
zh_tw: 開始時間：{startTime}

# tig_mode_end_time
source: End time: {endTime}
de: Endzeit: {endTime}
es: Hora de finalización: {endTime}
ja: 終了時間：{endTime}
ko: 종료 시간: {endTime}
pt: Horário de término: {endTime}
zh_cn: 结束时间：{endTime}
zh_tw: 結束時間：{endTime}

# tig_mode_waiting
source: Waiting
de: Warten
es: Esperando
ja: 待機中
ko: 대기 중
pt: esperando
zh_cn: 等待中
zh_tw: 等待中

# tig_mode_remain_time
source: Remaining time
de: Verbleibende Zeit
es: Tiempo restante
ja: 残り時間
ko: 남은 시간
pt: tempo restante
zh_cn: 剩余时间
zh_tw: 剩餘時間

# tig_mode_count_down
source: {minute} : {second}
ja: {minute}分 : {second}秒
ko: {minute}분 : {second}초

# menu_update_intro
source: Coming soon.
es: Próximamente.
pt: Em breve.
zh_tw: 即將推出。
